Repository: wp-plugins/wp-symposium
Catalog: language/wp-symposium-*.po
Languages: fr_fr, sv_se

source: Background colour of, for example, current category
fr_fr: Couleur de fond, par exemple, de la catégorie actuelle
sv_se: Bakgrundsfärg på t.ex. nuvarande kategori

source: Primary Text Colour
fr_fr: Couleur de Texte Primaire
sv_se: Huvudfärg på text

source: Alternative Text Colour / Border Colour between rows
fr_fr: Couleur de Texte Alternative / Couleur de Bordure entre les lignes
sv_se: Alternativ textfärg/kantfärg mellan rader

source: Link Colour
fr_fr: Couleur des liens
sv_se: Länkfärg

source: Link Colour on mouse hover
fr_fr: Couleur des liens au passage de la souris
sv_se: Länkfärg vid muspekning

source: Whether links are underlined or not
fr_fr: Si les liens sont soulignés ou non
sv_se: Ska länkar vara understrukna eller inte

source: Colour of text labels outside forum areas
fr_fr: Couleur des Etiquettes de Texte à l'extérieur des zones forum
sv_se: Färg på text utanför forumområde

source: Opacity of topics
fr_fr: Opacité des sujets
sv_se: Inläggs genomskinlighet

source: Style Templates
fr_fr: Modèles de Style
sv_se: Stilmallar

source: Categories saved
fr_fr: Catégories sauvegardées
sv_se: Kategorier sparade

source: Notification Bar options saved
fr_fr: Options de la Barre de Notification sauvegardées
sv_se: Notification Bar-val sparade

source: Member Profile options saved
fr_fr: Options de Profil de Membre sauvegardées
sv_se: Profil-val sparade

source: Registration options saved
fr_fr: Options du Formulaire d'Inscription sauvegardées
sv_se: Registrerings-val sparade

source: Settings saved
fr_fr: Paramètres sauvegardés
sv_se: Inställningar sparade

source: Forum options saved
fr_fr: Options du Forum sauvegardées
sv_se: Forum-val sparade

source: Settings
fr_fr: Paramètres
sv_se: Inställningar

source: Profile
fr_fr: Profil
sv_se: Profil

source: Bar
fr_fr: Barre

source: Should visitors to the site see the notification bar before logging in?
fr_fr: Les visiteurs du site doivent-ils voir la Barre de Notification avant de se connecter?
sv_se: Ska besökare få se notifikationsbar'en om de inte är inloggade?

source: The text that is shown to the left of the notification bar
fr_fr: Le texte qui est affiché à la gauche de la Barre de Notification
sv_se: Texten som visas till vänster i bar'en.

source: Plays for new mail, chat message, subscribed forum topic post made, etc
fr_fr: Sons pour les évènements tels que nouveau courrier, message instantané, abonnement aux sujets du forum, etc
sv_se: Spelas upp vid nytt meddelande, chatmeddelande o.s.v.

source: Where on the screen the bar is placed
fr_fr: Où la Barre de Notification doit-elle être placée à l'écran ?
sv_se: Där Notifikationsbaren är placerad

source: Real-time chat windows
fr_fr: Fenêtre de messagerie instantanée
sv_se: Realtidschat

source: Frequency of checks for new mail, friends online, etc, in seconds
fr_fr: Fréquence des contrôles pour les nouveaux e-mails, vos amis en ligne, etc, exprimée en secondes
sv_se: Antal sekunder mellan koll efter nya meddelande, vänner online o.s.v.

source: Frequency of chat window updates in seconds
fr_fr: Fréquence des mises à jour de la Fenêtre de messagerie instantanée, exprimée en secondes
sv_se: Uppdateringsfrekvens för chatfönster, i sekunder

source: Link to WordPress user profile page?
fr_fr: Lien vers la page WordPress du profil de l'utilisateur ?
sv_se: Länk till WordPress användarprofilsida?

source: Link to WordPress login and logout page? Or...
fr_fr: Lien vers la page WordPress de connexion / déconnexion ? Ou...
sv_se: Länk till WordPress inloggnings- & utloggningssida? Eller...

source: URL of login/logout page, if not using WordPress login page
fr_fr: URL de la page Connexion / Déconnexion de WP Symposium
sv_se: URL till in- & utloggningssida, om du inte använder WordPress egna

source: Link to WordPress registration page? Or...
fr_fr: Lien vers la page WordPress d'inscription ? Ou...
sv_se: Länk till WordPress registreringssida? Eller...

source: URL of registration page, if not using WordPress login page
fr_fr: URL de la page d'inscription de WP Symposium
sv_se: URL till registreringssida, om du inte använder WordPress egna

source: Very Important! You must set the URL's of the components you are using, eg: http://www.example.com/forum - enter none if not being used
fr_fr: Très important ! Vous devez définir l'URL des composants que vous utilisez, par exemple: http://www.example.com/forum - si un composant n'est pas utilisé, précisez "none"
sv_se: Väldigt viktigt! Du måste ange URLs till de komponenter du använder, t.ex. http://www.example.se/forum - ange "none" (utan citattecken) för de du inte använder

source: Full URL of the page that includes [symposium-forum]
fr_fr: URL complète de la page qui contient [symposium-forum]
sv_se: Adressen till sidan som innehåller [symposium-forum]

source: Full URL of the page that includes [symposium-mail]
fr_fr: URL complète de la page qui contient [symposium-mail]
sv_se: Adressen till sidan som innehåller [symposium-mail]

source: Full URL of the page that includes [symposium-profile]
fr_fr: URL complète de la page qui contient [symposium-profile]
sv_se: Adressen till sidan som innehåller [symposium-profile]

source: Full URL of the page that includes [symposium-avatar]
fr_fr: URL complète de la page qui contient [symposium-mail]

source: Full URL of the page that includes [symposium-login]
fr_fr: URL complète de la page qui contient [symposium-login]
sv_se: Adressen till sidan som innehåller [symposium-login]

source: Full URL of the page that includes [symposium-register]
fr_fr: URL complète de la page qui contient [symposium-register]
sv_se: Adressen till sidan som innehåller [symposium-register]

source: Full URL of the page that includes [symposium-members]
fr_fr: URL complète de la page qui contient [symposium-members]
sv_se: Adressen till sidan som innehåller [symposium-members]

source: Footer appended to notification emails
fr_fr: Pied de page annexé aux e-mails de notification
sv_se: Footer till notifikationsmeddelanden

source: Email address used for email notifications
fr_fr: Adresse e-mail utilisée pour les notifications e-mail
sv_se: E-postadress som används för notifikationer

source: Width of all WP Symposium plugins, eg: 600px or 85%
fr_fr: Largeur des plugins WP Symposium, par exemple: 600px ou 85%
sv_se: Bredd för alla WP Symposium-plugins, t.ex. 600px eller 85%

source: Alignment of all WP Symposium plugins
fr_fr: Alignement des plugins WP Symposium
sv_se: Justering av alla WP Symposium-plugins

source: The following can be disabled if clashes with other WordPress plugins are occuring
fr_fr: Ce qui suit peut être désactivé si des conflits avec d'autres plugins WordPress se produisent
sv_se: Följande kan avaktiveras om det sker krockar med andra WordPress-plugins

source: Load jQuery on non-admin pages, disable if causing problems
fr_fr: Charger JQuery sur les pages non-admin, désactiver en cas de problèmes
sv_se: Ladda jQuery på icke-admin-sidor, avaktivera om du får problem

source: Load jQuery UI on non-admin pages, disable if causing problems
fr_fr: Charger JQuery UI sur les pages non-admin, désactiver en cas de problèmes
sv_se: Ladda jQuery UI på icke-admin-sidor, avaktivera om du får problem

source: Some other plugins may clash with this feature (causes 404 errors)
fr_fr: Certains plugins peuvent entrer en conflit avec cette fonction (cause des erreurs 404)
sv_se: Några andra plugins kan krascha med den här funktionen (404-fel)

source: Automatically replace smilies/emoticons with graphical images
fr_fr: Remplace automatiquement les smilies / émoticons par des images graphiques
sv_se: Ersätt smilies/emoticons med grafiska bilder

source: Must be enabled for following redirects to work, disable if plugin clashes occur
fr_fr: Doit être activé pour que les redirections fonctionnent, désactiver en cas de problèmes avec d'autres plugins
sv_se: Måste vara ibockad för att följande omdirigeringar ska fungera, avaktivera om du får problem

source: WordPress default
fr_fr: Défaut, WordPress
sv_se: WordPress standard

source: Profile (Wall)
fr_fr: Profil (Wall)
sv_se: Profil (Vägg)

source: Profile (Preferences)
fr_fr: Profil (Préférences)
sv_se: Profil (Inställningar)

source: Profile (Personal)
fr_fr: Profil (Personal)
sv_se: Profil (Personligt)

source: Previous page before login page
fr_fr: Page précédente avant la page de connexion
sv_se: Sidan innan inloggning

source: Custom (enter below)
fr_fr: Custom (entrer ci-dessous)
sv_se: Egen (ange nedan)

source: Where the member is taken after logging in
fr_fr: Page où le membre est redirigé après connexion
sv_se: Dit medlemmen tas efter inloggning

source: Custom URL - select Custom from options above
fr_fr: URL personnalisée - sélectionnez Personnalisé à partir des options ci-dessus
sv_se: Egen URL - välj Egen i valen ovanför

source: Where the member is taken after logging out
fr_fr: Page où le membre est redirigé après déconnexion
sv_se: Dit medlemmen tas efter utloggning

source: Moderation
fr_fr: Modération

source: New topics and posts require admin approval
fr_fr: Les nouveaux sujets et messages doivent être approuvés par l'administrateur
sv_se: Nya ämnen & inlägg kräver admins godkännande

source: Daily Digest
fr_fr: Résumé quotidien

source: Enable daily summaries to all members via email
fr_fr: Activer l'envoi par e-mail de résumés quotidiens à tous les membres
sv_se: Möjliggör dagliga sammanfattningar via e-post till alla medlemmar

source: Organise forum topics by categories
fr_fr: Organiser les sujets du forum par catégories
sv_se: Organisera foruminlägg i kategorier

source: Admin views
fr_fr: Visites de l'Admin

source: Include administrator viewing a topic in the total view count
fr_fr: Inclure l'Administrateur dans le décompte total de la visualisation d'un sujet
sv_se: Räkna med administratörer i ett inläggs totala läsantal

source: Order of replies
fr_fr: Ordre des réponses

source: Show oldest replies first (uncheck to reverse order)
fr_fr: Réponses plus anciennes en premier (décocher pour inverser l'ordre)
sv_se: Visa äldsta svar först (bocka ur för att visa tvärtom)

source: Preview length
fr_fr: Longueur de l'aperçu

source: Maximum number of characters to show in topic preview
fr_fr: Le nombre maximum de caractères à afficher dans l'aperçu d'un sujet
sv_se: Max antal tecken att visa i inläggsförhandstitten

source: Maximum number of characters to show in reply preview
fr_fr: Le nombre maximum de caractères à afficher dans l'aperçu d'une réponse
sv_se: Max antal tecken att visa i svarssförhandstitten

source: View forum level
fr_fr: Rôle requis pour accès forum

source: Guest
fr_fr: Invité

source: The minimum level a visitor has to be to view the forum
fr_fr: Le rôle minimum d'un visiteur pour accéder au forum
sv_se: Den lägsta användarnivå en besökare måste ha för att få se forumet

source: Closed word
fr_fr: Le mot Fermé

source: Word used to denote a topic that is closed (see also Styles)
fr_fr: Mot utilisé pour désigner un sujet qui est fermé aux nouveaux messages (voir aussi Styles)
sv_se: Ord som används för att visa att ett inlägg är stängt (se även Stilar)

source: Sharing icons included
fr_fr: Inclure les icônes de partage

source: Email
fr_fr: Par e-mail

source: Be aware of any limits set by your hosting provider for sending out bulk emails, they may suspend your website.
fr_fr: Soyez conscient des limites fixées par votre fournisseur d'hébergement pour l'envoi de courriers électroniques en masse, ils peuvent impliquer la suspension de l'hébergement.

source: The following topics are un-categorised, if you want them to appear in a category, please select below.
fr_fr: Les sujets suivants sont non catégorisés, si vous souhaitez qu'ils apparaissent dans une catégorie, choisissez ci-dessous SVP.
sv_se: Följande inlägg är okategoriserade, om du vill lägga in dem i en kategori, välj en här nedanför.

source: Update Categories
fr_fr: Mettre à jour les catégories
sv_se: Uppdatera kategorier

source: Use Maths question
fr_fr: Question de Maths
sv_se: Använd matematikfråga

source: A simple addition question to combat spam
fr_fr: Combattre le spam, en posant une question simple pour vérifier qu'il y a un cerveau devant le clavier...
sv_se: En enkel matematikfråga för att bekämpa spam

source: If not empty, the email to send to new members after registering
fr_fr: Si ce n'est pas vide, l'e-mail à envoyer aux nouveaux membres après enregistrement

source: Allow members to change their password
fr_fr: Permettre aux membres de changer leur mot de passe
sv_se: Tillåt medlemmar att byta lösenord

source: How many minutes before a member is assumed off-line
fr_fr: Combien de minutes avant qu'un membre ne soit supposé hors-ligne
sv_se: Hur många minuter innan en medlem antas vara offline

source: How many minutes before a member is assumed logged out
fr_fr: Combien de minutes avant qu'un membre ne soit supposé déconnecté
sv_se: Hur många minuter innan en medlem antas vara utloggad

source: Failed to update password, sorry.
fr_fr: Impossible de mettre à jour le mot de passe, désolé.
sv_se: Misslyckades med att uppdatera lösenordet, tyvärr.

source: Passwords different, please try again.
fr_fr: Les mots de passe sont différents, réessayez SVP.
sv_se: Lösenorden är olika, försök igen.

source: Email already exists, sorry.
fr_fr: Cet e-mail est déjà enregistré dans la base, désolé.
sv_se: E-postadressen finns redan, tyvärr.

source: Details Updated.
fr_fr: Détails mis à jour.
sv_se: Detaljer uppdaterades.

source: Problem updating details, sorry.
fr_fr: Problème lors de la mise à jour des détails, désolé.
sv_se: Det gick inte att uppdatera detaljerna, tyvärr.

source: Your friend request has been accepted by
fr_fr: Votre demande d’ajout à la liste d’amis a été acceptée par
sv_se: Din vänskapsförfrågan har accepterats av

source: You have a friend request from
fr_fr: Vous avez une demande d’ajout à la liste d’amis de
sv_se: Du har en vänskapsförfrågan från

source: A username
fr_fr: Un nom d'utilisateur
sv_se: Ett användarnamn

source: Your name as seen by others
fr_fr: Votre nom tel qu'il apparaîtra aux autres
sv_se: Ditt namn som andra ser det

source: Please enter a display name
fr_fr: Veuillez entrer votre nom, tel qu'il apparaîtra aux autres
sv_se: Vänligen ange ett visningsnamn

source: Please enter a valid email address
fr_fr: S'il vous plaît entrer une adresse e-mail valide
sv_se: Vänligen ange en giltig e-postadress

source: A password
fr_fr: Un mot de passe
sv_se: Ett lösenord

source: Re-enter the password
fr_fr: Re-saisissez le mot de passe
sv_se: Skriv lösenordet igen

source: You entered different passwords
fr_fr: Vous avez entré des mots de passe différents
sv_se: Du skrev olika lösenord

source: That email is already in use by another member, please enter another one.
fr_fr: Cet e-mail est déjà utilisé par un autre membre, veuillez en entrer un autre.
sv_se: Den e-postadressen är redan använd av en annan användare, testa en annan.

source: Please enter the sum of the two numbers.
fr_fr: Veuillez additionner les deux nombres.
sv_se: Ange summan av de två talen.

source: has joined
fr_fr: s'est inscrit
sv_se: har registrerat sig

source: New Member
fr_fr: Nouveau membre
sv_se: Ny medlem

source: You need to update your WP Symposium database - please deactivate, then re-activate the WP Symposium core plugin.
fr_fr: Vous devez mettre à jour votre base de données WP Symposium - s'il vous plaît désactiver, puis réactiver le noyau WP Symposium plugin.
sv_se: Du måste uppdatera din WP Symposium-databas - vänligen avaktivera & återaktivera WP Symposium Core-plugin.

source: Replies
fr_fr: Réponses
sv_se: Svar

source: Views
fr_fr: Vues
sv_se: Läst

source: (%s unread)
fr_fr: (%s non lus)
sv_se: (%s olästa)

source: Go to Forum
fr_fr: Aller au Forum
sv_se: Till Forum

source: Go to Profile
fr_fr: Aller au Profil
sv_se: Till Profil

source: Go to Member Directory
fr_fr: Aller au Répertoire des membres
sv_se: Till Medlemsregistret

source: New Topics
fr_fr: De nouveaux thèmes
sv_se: Nya inlägg

source: Replies in
fr_fr: Réponses dans
sv_se: Svar i

source: View topic
fr_fr: Voir le sujet
sv_se: Läs inlägg

source: You can stop receiving these emails at
fr_fr: Vous pouvez arrêter de recevoir ces e-mails à
sv_se: Du kan stoppa de här utskicken på

source: Daily Forum Digest
fr_fr: Résumé Quotidien du Forum
sv_se: Daglig forumsammanfattning

source: Important! Please set URLs in WP Symposium Options immediately (set to none if you are not using a particular plugin)
fr_fr: Très important ! Veuillez définir immédiatement les URL dans les Options WP Symposium (si vous n'utilisez pas un plugin, précisez "none")
sv_se: Viktigt! Vänligen ange URLs i WP Symposium Inställningar omedelbart (ange "none" (utan citattecken) för de inte använder)

source: Saving...
fr_fr: Enregistrement...
sv_se: Sparar...

source: Please Wait...
fr_fr: Patientez SVP...
sv_se: Vänligen vänta...

source: You (or somebody else) requested a new password
fr_fr: Vous (ou quelqu'un d'autre) a demandé un nouveau mot de passe
sv_se: Du (eller någon annan) efterfrågade ett nytt lösenord

source: Your password has been set to: %s
fr_fr: Votre mot de passe a été fixé à: %s
sv_se: Ditt lösenord har ändrats till: %s

source: Email address not found, please use the email address you registered with.
fr_fr: Adresse e-mail non trouvée, veuillez utiliser l'adresse e-mail avec laquelle vous vous êtes inscrit.
sv_se: E-postadressen hittades inte, vänligen använd adressen du angav vid registreringen.

source: Your local time zone adjustment in hours (difference from GMT which is %s).
fr_fr: Votre fuseau horaire (différence en heures d'avec l'heure GMT qui est %s).
sv_se: Din tidszon-justering i timmar (skillnad från GMT som är %s).

source: Notification bar alert that sounds when you get new mail, relevant forum posts, etc
fr_fr: Son de la Barre de Notification lorsque vous recevez de nouveaux messages, messages du forum, etc
sv_se: Notifikationsbars-ljud när du får ett meddelande o.s.v.

source: Notification bar alert that sounds when a new chat message arrives
fr_fr: Son de la Barre de Notification lorsqu'un nouveau message instantané arrive
sv_se: Notifikationsbars-ljud när du får ett nytt chat-meddelande

source: Where do you want the notification bar?
fr_fr: Où voulez-vous la Barre de Notification?
sv_se: Var vill du ha notifikationsbaren?

source: Your name as shown
fr_fr: Votre nom tel qu'il apparait
sv_se: Ditt namn (som andra kommer att se det)

source: Do you want to receive an email when you get new mail messages?
fr_fr: Voulez-vous recevoir un e-mail lorsque vous recevez de nouveaux messages électroniques sur le site ?
sv_se: Vill du få e-post när du får ett nytt meddelande?

source: Do you want to receive an email when a friend adds a new wall post or reply?
fr_fr: Voulez-vous recevoir un e-mail lorsqu'un ami ajoute un nouveau message ou une réponse sur le Mur ?
sv_se: Vill du få e-post när en vän postar ett meddelande/svar på din vägg?

source: Change your password
fr_fr: Changez votre mot de passe
sv_se: Ändra ditt lösenord

source: Re-enter to confirm
fr_fr: Ré-entrer pour confirmer
sv_se: Skriv igen för att vara säker

source: Save
fr_fr: Enregistrer
sv_se: Spara

source: Who do you want to share personal information with?
fr_fr: Avec qui voulez-vous partager vos informations ?
sv_se: Vem vill du dela din personliga information med?

source: Nobody
fr_fr: Personne
sv_se: Ingen

source: Friends Only
fr_fr: Seulement mes amis
sv_se: Bara vänner

source: Everyone
fr_fr: Tout le monde
sv_se: Alla

source: Who do you want to share your wall with?
fr_fr: Avec qui voulez-vous partager votre mur?
sv_se: Vem vill du dela din vägg med?

source: Your date of birth (day/month/year)
fr_fr: Votre date de naissance (jour / mois / année)
sv_se: Du är född (dag / månad / år)

source: Which town/city are you in?
fr_fr: Dans quelle ville vivez-vous?
sv_se: Vilken stad bor du i?

source: Which country are you in?
fr_fr: Dans quel pays vivez-vous?
sv_se: I vilket land bor du?

source: New Wall Post
fr_fr: Nouveau Message sur le Mur
sv_se: Nytt Vägg-inlägg

source: has added a new status to their wall
fr_fr: a ajouté un nouveau statut à son mur
sv_se: Har uppdaterat sin status

source: New Wall Reply
fr_fr: Nouvelle Réponse au Mur
sv_se: Nytt Vägg-svar

source: Go to their wall
fr_fr: Aller à leur mur
sv_se: Gå till Vägg

source: Question
sv_se: Fråga

source: minute
sv_se: minut

source: minutes
sv_se: minuter

source: There was a problem sending to
sv_se: Något gick fel när meddelande skulle skickas till

source: Message
sv_se: Meddelande

source: Options
sv_se: Val

source: Styles
sv_se: Stilar

source: Notes
sv_se: Info

source: Details updated
sv_se: Detaljer uppdaterade

source: Delete Post
sv_se: Radera inlägg

source: Plugins
sv_se: Plugin

source: Stylesheet (%s) not found.
sv_se: Stilmall (%s) hittades inte.

source: has added a new post to %s's wall
sv_se: skrev ett inlägg på %s Vägg
