Repository: wp-plugins/wp-symposium
Catalog: language/wp-symposium-*.po
Languages: fr_fr, sv_se

source: Vote
fr_fr: Votez
sv_se: Rösta

source: Thank you for voting
fr_fr: Merci d'avoir voté
sv_se: Tack för din röst

source: Discuss this on the forum
fr_fr: Discutez de ceci dans le forum
sv_se: Diskutera detta i forumet

source: Your vote
fr_fr: Votre vote
sv_se: Din röst

source: Yes
fr_fr: Oui
sv_se: Ja

source: or
fr_fr: ou
sv_se: eller

source: No
fr_fr: Non
sv_se: Nej

source: Thank you for voting, refresh the page for latest results
fr_fr: Merci pour votre vote, actualisez la page pour les derniers résultats
sv_se: Tack för din röst, hämta sidan igen för att se resultatet

source: Log in to vote...
fr_fr: Connectez-vous pour voter...
sv_se: Logga in för att rösta

source: A yes/no question...
fr_fr: Répondre à la question par oui ou non...
sv_se: En ja/nej-fråga

source: Results so far
fr_fr: Résultats à ce jour
sv_se: Resultat än så länge

source: Forum Link
fr_fr: Lien vers le Forum
sv_se: Forumlänk

source: (saving clears results)
fr_fr: (la sauvegarde effacera les résultats)
sv_se: (nollställs vid sparande)

source: Latest New Members
fr_fr: Derniers membres enregistrés
sv_se: Våra nyaste medlemmar

source: joined
fr_fr: s'est inscrit
sv_se: registrerades

source: Widget Title
fr_fr: Titre du Widget
sv_se: Widget-titel

source: Max number shown
fr_fr: Nombre max affiché
sv_se: Max antal visade

source: Latest Forum Posts
fr_fr: Derniers messages du forum
sv_se: Senaste foruminlägg

source: replied
fr_fr: a répondu
sv_se: svarade

source: started
fr_fr: a démarré
sv_se: startade

source: Max number of posts
fr_fr: Le nombre max de messages
sv_se: Max antal inlägg

source: Max length of preview
fr_fr: Longueur max de l'extrait
sv_se: Max tecken vid förhandsgranskning

source: Profile Photo
fr_fr: Photo du Profil

source: Choose an image...
fr_fr: Choisir une image...

source: Select an area above...
fr_fr: Sélectionnez une zone au-dessus...

source: Powered by WP Symposium
fr_fr: Créé par WP Symposium

source: Go to Friends
fr_fr: Aller voir les Amis
sv_se: Gå till Vänner

source: Go to Mail
fr_fr: Aller relever le Courrier
sv_se: Gå till Meddelanden

source: Logged in as
fr_fr: Connecté en tant que
sv_se: Inloggad som

source: Log out
fr_fr: Se déconnecter
sv_se: Logga ut

source: Login
fr_fr: Se connecter
sv_se: Logga in

source: Register
fr_fr: Inscription
sv_se: Registrera

source: Close
fr_fr: Fermer
sv_se: Stäng

source: Friends Status
fr_fr: Statut des Amis
sv_se: Väns status

source: Back to
fr_fr: Retour à
sv_se: Tillbaka till

source: Back to Forum
fr_fr: Retour au Forum
sv_se: Tillbaka till Forum

source: Share on MySpace
fr_fr: Partager sur MySpace

source: Share on LinkedIn
fr_fr: Partager sur LinkedIn

source: Share on Bebo
fr_fr: Partager sur Bebo

source: Share on Twitter
fr_fr: Partager sur Twitter

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Share via email
fr_fr: Partager par email

source: Share:
fr_fr: Partager:

source: Start a New Topic
fr_fr: Démarrer un nouveau sujet
sv_se: Starta nytt ämne

source: Add a Reply
fr_fr: Répondre
sv_se: Svara

source: Topic Subject
fr_fr: Sujet de la discussion
sv_se: Ämnesrubrik

source: Please enter a subject
fr_fr: Entrez le sujet SVP
sv_se: Vänligen skriv en rubrik

source: First Post in Topic
fr_fr: Premier message du sujet
sv_se: Första inlägget i ämnet

source: Please enter a message
fr_fr: Entrez le message SVP
sv_se: Vänligen skriv ett meddelande

source: Select a Category
fr_fr: Sélectionnez une catégorie
sv_se: Välj kategori

source: Email me when I get any replies
fr_fr: Me prévenir par e-mail lorsque je reçois des réponses
sv_se: Skicka epost när jag får svar

source: Post
fr_fr: Message
sv_se: Skicka

source: Cancel
fr_fr: Annuler
sv_se: Avbryt

source: Reply to this Topic
fr_fr: Répondre à ce sujet
sv_se: Svara på det här inlägget

source: When I reply, email me when there are more replies to this topic
fr_fr: Lorsque je réponds, me prévenir par e-mail lorsqu'il y a d'autres réponses à ce sujet
sv_se: E-posta mig när andra svarar

source: Reply
fr_fr: Répondre
sv_se: Svara

source: Until you login, you can only view the forum.
fr_fr: Tant que vous n'êtes pas connecté, vous ne pouvez que lire le forum.
sv_se: Du måste logga in för att läsa i forumet

source: Receive digests via email
fr_fr: Recevoir des résumés par e-mail
sv_se: Få sammanfattningar via e-post

source: Receive emails when there are new topics posted
fr_fr: Me prévenir par e-mail lorsque de nouveaux sujets sont publiés
sv_se: Få e-post när nya inlägg postas

source: Category
fr_fr: Catégorie
sv_se: Kategori

source: replied to
fr_fr: a répondu à
sv_se: svarade på

source: pending approval
fr_fr: en attente d'approbation
sv_se: inväntar godkännande

source: POSTS
fr_fr: MESSAGES
sv_se: INLÄGG

source: POST
fr_fr: MESSAGE
sv_se: INLÄGG

source: TOPICS
fr_fr: SUJETS
sv_se: ÄMNEN

source: TOPIC
fr_fr: SUJET
sv_se: ÄMNE

source: Last reply by
fr_fr: Dernière réponse par
sv_se: Senaste svar av

source: Started by
fr_fr: Démarré par
sv_se: Startad av

source: VIEWS
fr_fr: VUES
sv_se: LÄST

source: REPLIES
fr_fr: RÉPONSES
sv_se: SVAR

source: REPLY
fr_fr: REPONSE
sv_se: SVARA

source: Delete
fr_fr: Supprimer
sv_se: Radera

source: No topics started yet
fr_fr: Aucun sujet n'a encore été démarré
sv_se: Inga inlägg är postade än

source: Topic Text
fr_fr: Texte du Sujet
sv_se: Inläggstext

source: Move Category
fr_fr: Déplacer la Catégorie
sv_se: Flytta kategori

source: Select
fr_fr: Sélectionner
sv_se: Välj

source: Update
fr_fr: Mettre à jour
sv_se: Uppdatera

source: Edit
fr_fr: Modifier
sv_se: Ändra

source: Receive emails when there are replies to this topic
fr_fr: Recevoir des e-mails lorsqu'il y a des réponses à ce sujet
sv_se: Få e-post när andra svarar

source: Topic is Sticky
fr_fr: Sujet prioritaire
sv_se: Inlägget är Klistrat

source: Replies allowed
fr_fr: Réponses autorisées
sv_se: Svar tillåtna

source: Sorry, this forum can only be used by registered members. :(
fr_fr: Désolé, ce forum ne peut être utilisé que par les membres inscrits :(

source: Powered by WP Symposium - Social Network for WordPress
fr_fr: Créé avec WP Symposium - Réseau Social pour WordPress
sv_se: Drivs av WP Symposium - Socialt Nätverk för WordPress

source: has started a new topic
fr_fr: a démarré un nouveau sujet
sv_se: Har startat ett nytt ämne

source: in
fr_fr: dans
sv_se: i

source: New Forum Topic
fr_fr: Nouveau Sujet
sv_se: Nytt forumilägg

source: Moderation Required
fr_fr: Modération Requise
sv_se: Moderering krävs

source: New Forum Reply
fr_fr: Nouvelle Réponse dans le Forum
sv_se: Nytt forumsvar

source: Moderation required for a reply
fr_fr: Modération requise pour une réponse
sv_se: Moderering behövs för svar

source: Wall
fr_fr: Mur
sv_se: Vägg

source: Friends Activity
fr_fr: Activité des Amis

source: All Activity
fr_fr: Activités de Tous

source: Preferences
fr_fr: Préférences
sv_se: Inställningar

source: Personal
fr_fr: Infos personnelles
sv_se: Personligt

source: Friends
fr_fr: Amis
sv_se: Vänner

source: Friend Requests
fr_fr: Invitations
sv_se: Vänförfrågningar

source: Reject
fr_fr: Rejeter
sv_se: Neka

source: Accept
fr_fr: Accepter
sv_se: Acceptera

source: Logged out
fr_fr: Déconnecté
sv_se: Utloggad

source: Last active
fr_fr: Dernière activité
sv_se: Senast aktiv

source: Offline
fr_fr: Hors ligne

source: Remove
fr_fr: Supprimer
sv_se: Ta bort

source: Send Mail
fr_fr: Envoyer un message
sv_se: Skicka meddelande

source: January
fr_fr: Janvier
sv_se: Januari

source: February
fr_fr: Février
sv_se: Februari

source: March
fr_fr: Mars
sv_se: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai
sv_se: Maj

source: June
fr_fr: Juin
sv_se: Juni

source: July
fr_fr: Juillet
sv_se: Juli

source: August
fr_fr: Août
sv_se: Augusti

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre
sv_se: Oktober

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Born
fr_fr: Né
sv_se: Född

source: What's on your mind?
fr_fr: Exprimez-vous
sv_se: Vad tänker du på?

source: Friend Request Sent
fr_fr: Invitation envoyée
sv_se: Vänskapsförfrågan skickad

source: Add as a Friend
fr_fr: Ajouter comme ami
sv_se: Lägg till som vän

source: Add a personal message...
fr_fr: Ajouter un message personnel...
sv_se: Lägg till ett meddelande...

source: Recently Active Friends
fr_fr: Amis Récemment Actifs
sv_se: Nyligen aktiva vänner

source: Write a comment
fr_fr: Écrire un commentaire
sv_se: Kommentera

source: Add
fr_fr: Ajouter
sv_se: Lägg till

source: From
fr_fr: De
sv_se: Från

source: To
fr_fr: Pour
sv_se: Till

source: decade
fr_fr: décennie
sv_se: decennium

source: year
fr_fr: année
sv_se: år

source: years
fr_fr: années
sv_se: år

source: month
fr_fr: mois
sv_se: månad

source: months
fr_fr: mois
sv_se: månader

source: week
fr_fr: semaine
sv_se: vecka

source: weeks
fr_fr: semaines
sv_se: veckor

source: day
fr_fr: jour
sv_se: dag

source: days
fr_fr: jours
sv_se: dagar

source: hour
fr_fr: heure
sv_se: timme

source: hours
fr_fr: heures
sv_se: timmar

source: second
fr_fr: seconde
sv_se: sekund

source: seconds
fr_fr: secondes
sv_se: sekunder

source: %s ago
fr_fr: il ya %s
sv_se: %s sedan

source: Username
fr_fr: Nom d'utilisateur
sv_se: Användarnamn

source: Please enter a username
fr_fr: Entrez un nom d'utilisateur SVP
sv_se: Vänligen ange ett användarnamn

source: Password
fr_fr: Mot de passe
sv_se: Lösenord

source: Please enter a password
fr_fr: Entrez un mot de passe SVP
sv_se: Vänligen ange ett lösenord

source: Forgotten Password
fr_fr: Mot de passe oublié
sv_se: Glömt lösenord

source: Your email address
fr_fr: Votre adresse e-mail
sv_se: Din e-postadress

source: What is the answer?
fr_fr: Quelle est la réponse?
sv_se: Vad är svaret?

source: Please enter the result of the sum
fr_fr: Entrez le résultat de la somme SVP
sv_se: Vänligen ange resultatet

source: A new password has been sent to your email address
fr_fr: Un nouveau mot de passe a été envoyé à votre adresse e-mail
sv_se: Ett nytt lösenord har skickats till din e-postadress

source: Message sent to
fr_fr: Message envoyé à
sv_se: Meddelande skickat till

source: There was a problem sending your mail to
fr_fr: Un problème s'est produit lors de l'envoi de votre e-mail à

source: New Mail Message
fr_fr: Nouveau message
sv_se: Nytt meddelande

source: There was a problem sending an email notification to
fr_fr: Un problème s'est produit lors de l'envoi d'un avis par e-mail à

source: Compose
fr_fr: Nouveau
sv_se: Skriv nytt

source: In Box
fr_fr: Reçus
sv_se: Inkorg

source: Sent Items
fr_fr: Envoyés
sv_se: Skickade

source: Send
fr_fr: Envoyer
sv_se: Skicka

source: Start typing the Display Name of the member you are sending to...
fr_fr: Commencez à taper le nom du membre à qui vous écrivez...
sv_se: Börja skriva användarnamnet på personen du vill skicka meddelande till...

source: Subject
fr_fr: Sujet
sv_se: Rubrik

source: Previous Message...
fr_fr: Message précédent...
sv_se: Tidigare meddelande...

source: You have no mail
fr_fr: Vous n'avez pas d'e-mails
sv_se: Du har inga meddelanden

source: You have no sent mail
fr_fr: Vous n'avez pas d'e-mails envoyés
sv_se: Du har inga skickade meddelanden

source: You have to login to access your mail.
fr_fr: Vous devez vous identifier pour accéder à votre courrier.
sv_se: Du måste logga in för att komma åt dina meddelanden.

source: last active
fr_fr: actif pour la dernière fois
sv_se: senast aktiv

source: No members
fr_fr: Aucun membre
sv_se: Inga medlemmar

source: Your forum post has been rejected by the moderator
fr_fr: Votre message dans le forum a été rejeté par le modérateur
sv_se: Ditt inlägg blev inte godkänt av moderator

source: Forum Post Rejected
fr_fr: Message Rejeté
sv_se: Foruminlägg icke godkänt

source: Your forum post has been approved by the moderator
fr_fr: Votre message dans le forum a été approuvé par le modérateur
sv_se: Ditt inlägg har blivit godkänt av moderator

source: Forum Post Approved
fr_fr: Message Forum Approuvé
sv_se: Foruminlägg godkänt

source: New Forum Post
fr_fr: Nouveau Message Forum
sv_se: Nytt foruminlägg

source: Forum Categories
fr_fr: Catégories du Forum
sv_se: Forumkategorier

source: Forum Posts
fr_fr: Messages Forum
sv_se: Inlägg

source: Health Check
fr_fr: Visez santé
sv_se: Hälsokoll

source: All
fr_fr: Tous
sv_se: Alla

source: Approved
fr_fr: Approuvés
sv_se: Godkänd

source: Unapproved
fr_fr: Non approuvés
sv_se: Icke godkänd

source: Author
fr_fr: Auteur
sv_se: Författare

source: Status
fr_fr: Statut

source: Preview
fr_fr: Extrait
sv_se: Förhandsgranskning

source: Time
fr_fr: Date / Heure
sv_se: Tid

source: New Topic
fr_fr: Nouveau sujet
sv_se: Nytt inlägg

source: New Reply
fr_fr: Nouvelle réponse
sv_se: Nytt svar

source: Approve
fr_fr: Approuver
sv_se: Godkänn

source: Trash
fr_fr: Poubelle
sv_se: Skräp

source: Table Structures
fr_fr: Structure de table
sv_se: Table-strukturer

source: Test Result
fr_fr: Résultat du test
sv_se: Testresultat

source: Categories
fr_fr: Catégories
sv_se: Kategorier

source: Table does not exist
fr_fr: La table n'existe pas
sv_se: Table finns inte

source: Incomplete Table
fr_fr: Table incomplète
sv_se: Ofullständigt Table

source: Styles Library
fr_fr: Styles de la Bibliothèque
sv_se: Stilbibliotek

source: Topics
fr_fr: Sujets
sv_se: Inlägg

source: Comments
fr_fr: Commentaires
sv_se: Kommentarer

source: Chat
fr_fr: Messagerie instantanée

source: Subscriptions
fr_fr: Abonnements
sv_se: Prenumerationer

source: Mail
fr_fr: E-mail
sv_se: Meddelande

source: User Meta Data
fr_fr: Métadonnées de l'utilisateur
sv_se: Användarinformation

source: Your database structure is accurate to the current version.
fr_fr: La structure de votre base de données correspond à la version actuelle.
sv_se: Din databasstruktur är korrekt med nuvarande version

source: Your database is not accurate with the current version. I tried to add missing fields, please refresh the page. If the fields are still missing, try re-applying the database upgrades below.
fr_fr: Votre base de données ne correspond pas à la version actuelle. J'ai essayé d'ajouter les champs manquants, veuillez rafraîchir la page SVP. Si les champs sont toujours manquants, essayez de ré-appliquer les mises à jour de bases de données ci-dessous.
sv_se: Din databas funkar inte så bra med nuvarande version. Jag försökte lägga till de fält som fattades. Om de fortfarande fattas kan du prova med att uppgradera databasen återigen här nedanför.

source: Re-apply database upgrades
fr_fr: Re-appliquer les mises à jour de la base de données
sv_se: Starta databasuppgradering igen

source: To re-run the database table modifications, de-activate and re-activate the core plugin. This will not destory any tables or any data.
fr_fr: Pour ré-exécuter les modifications de table de base de données, désactivez puis réactivez le plugin de base. Cela ne détruira pas les tables ni les données.
sv_se: För att köra databastabellsändringar igen kan du avaktivera & aktivera WPS själva kärn-plugin (Core). Detta kommer inte att förstöra varken tabeller eller data.

source: Anindya AJAX test
fr_fr: Test AJAX

source: An AJAX function will be called, passing a random number as a parameter. If the AJAX call is successful, that value will be returned multipled by 100, and shown below on screen
fr_fr: Une fonction AJAX sera appelée, en passant un nombre aléatoire en paramètre. Si l'appel AJAX est un succès, cette valeur sera retournée multipliée par 100, et affichée ci-dessous à l'écran
sv_se: En AJAX funktion kommer att köras. Om AJAX fungerar kommer värdet nedanför bli besvarat med siffran multiplicerat med hundra i rutan.

source: Result will be posted here
fr_fr: Le résultat sera affiché ici
sv_se: Resultaten postas här

source: Click to test
fr_fr: Cliquez pour lancer le test
sv_se: Klicka för att testa

source: Version Numbers and URLs
fr_fr: Les numéros de version et les URL
sv_se: Versionnummer och URLs

source: No database version set. You may need to re-apply the upgrades
fr_fr: Pas de version base de données. Vous pourriez avoir besoin d'appliquer de nouveau les mises à jour
sv_se: Ingen databasversion fastställd ännu. Du kan behöva genomföra uppgraderingen igen

source: According to the Options page
fr_fr: Selon la page Options
sv_se: Enligt Val-sidan

source: the forum page is at
fr_fr: la page Forum est à l'adresse
sv_se: adressen till forumsidan är

source: the mail page is at
fr_fr: la page E-mail est à l'adresse
sv_se: adressen till meddelandesidan är

source: the profile page is at
fr_fr: la page Profil est à l'adresse
sv_se: adressen till profilsidan är

source: the avatar page is at
fr_fr: la page Avatar est à l'adresse

source: the members directory page is at
fr_fr: la page Répertoire des Membres est à l'adresse
sv_se: adressen till medlemssidan är

source: the register page is at
fr_fr: la page Inscription est à l'adresse
sv_se: adressen till registreringssidan är

source: the login page is at
fr_fr: la page Connexion est à l'adresse
sv_se: adressen till loginsidan är

source: Click the links above to check
fr_fr: Cliquez sur les liens ci-dessus pour vérifier
sv_se: Klicka på länkarna för att testa

source: User Level Test
fr_fr: Test de rôle utilisateur
sv_se: Användarnivå-test

source: Visitor
fr_fr: Visiteur
sv_se: Besökare

source: Subscriber
fr_fr: Abonné
sv_se: Prenumerant

source: Contributor
fr_fr: Contributeur
sv_se: Medarbetare

source: Editor
fr_fr: Éditeur
sv_se: Redaktör

source: Administrator
fr_fr: Administrateur
sv_se: Administratör

source: Using the WP Symposium user level function, your user level is
fr_fr: Selon le test WP Symposium du niveau de l'utilisateur, votre rôle d'utilisateur est
sv_se: Om man går efter WP Symposiums användarnivåer, är du

source: This is a test email sent from
fr_fr: Il s'agit d'un mail de test envoyé par
sv_se: Det här är ett testmeddelande från

source: Email to %s sent successfully.
fr_fr: E-mail envoyé à %s avec succès.
sv_se: E-post till %s skickat och det gick bra.

source: Email failed to send
fr_fr: L'e-mail n'a pas pu être envoyé
sv_se: E-post gick inte att skicka

source: Send a test email
fr_fr: Envoyer un e-mail de test
sv_se: Skicka ett test-meddelande

source: Enter a valid email address to test sending an email from the server
fr_fr: Entrez une adresse e-mail valide pour tester l'envoi d'un e-mail à partir du serveur
sv_se: Ange en giltig e-postadress för att skicka ett testmeddelande från servern

source: Send email
fr_fr: Envoyer un e-mail
sv_se: Skicka epost

source: Test updating the database
fr_fr: Test de mise à jour de la base de données
sv_se: Testa databasuppdatering

source: Warning! Any interaction through this option is done so at your own risk. You could disable your database and/or WP Symposium
fr_fr: Attention! Toute action via ce test se fait à vos risques et périls. Vous pouvez affecter votre base de données et / ou WP Symposium
sv_se: Varning! Att använda det här testet görs helt och hållet på EGEN RISK. Du kan förstöra din databas och/eller WP Symposium

source: You are strongly advised to take a backup first. Remember, some values may be case-sensitive.
fr_fr: Il est fortement conseillé d'effectuer une sauvegarde préalable. Rappelez-vous, certaines valeurs peuvent être sensibles à la casse.
sv_se: Det rekommenderas starkt att du tar en backup först. Kom ihåg, några värden kan vara case-sensitive (skilja på stora & små bokstäver).

source: It is recommended that only advanced users use this option.
fr_fr: Ce test est recommandé aux seuls utilisateurs expérimentés.
sv_se: Det rekommenderas att endast avancerade användare kör det här testet.

source: Update field
fr_fr: Mise à jour du champ
sv_se: Uppdatera fält

source: Missing Field
fr_fr: Champ manquant
sv_se: Fält fattas

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas d'autorisations suffisantes pour accéder à cette page.
sv_se: Du har inte behörighet att se den här sidan

source: You must have at least one category
fr_fr: Vous devez avoir au moins une catégorie
sv_se: Du måste ha minst en kategori

source: Category Title
fr_fr: Titre de la Catégorie
sv_se: Kategorititel

source: Order
fr_fr: Ordre
sv_se: Ordning

source: Allow new topics
fr_fr: Autoriser la création de nouveaux sujets
sv_se: Tillåt nya inlägg

source: Default Category for new Topics
fr_fr: Catégorie par défaut pour les nouveaux sujets
sv_se: Standardkategori för inlägg

source: Add New Category
fr_fr: Ajouter une nouvelle catégorie
sv_se: Lägg till en ny kategori

source: Save Changes
fr_fr: Enregistrer les modifications
sv_se: Spara ändringar

source: Note: if you delete a category that has topics, you will need to select a parent category for those topics if you want to make use of the categories feature.
fr_fr: Note: si vous supprimez une catégorie qui a des sujets, vous devrez sélectionner une catégorie mère pour ces sujets orphelins, si vous voulez utiliser la fonction Catégories.
sv_se: Obs: om du raderar en kategori som innehåller inlägg måste du bestämma en föräldrarkategori för inläggen om du vill använda dig av kategorimöjligheten.

source: Template Applied
fr_fr: Modèle appliqué
sv_se: Tema applicerat

source: Template Not Found
fr_fr: Modèle Non Trouvé
sv_se: Tema hittades inte

source: Options Saved
fr_fr: Options Enregistrées
sv_se: Val sparade

source: Use Styles?
fr_fr: Utiliser les Styles ?

source: [LEAVE THIS ENABLED] Enable to use styles on this page, disable to rely on stylesheet
fr_fr: [LAISSEZ CECI ACTIVE] autoriser l'utilisation des styles sur cette page, désactivez pour utiliser la feuille de style

source: Font family for body text
fr_fr: Famille de police pour le corps du texte
sv_se: Fontfamilj för brödtext

source: Font size in pixels for body text
fr_fr: Taille de police en pixels pour le corps du texte
sv_se: Fontstorlek (i pixlar) för brödtext

source: Font family for headings and large text
fr_fr: Famille de police pour les titres et le texte de grande taille
sv_se: Fontfamilj för rubriker & stor text

source: Font size in pixels for headings and large text
fr_fr: Taille de police en pixels pour les titres et texte de grande taille
sv_se: Fontstorlek (i pixlar) för rubriker & stor text

source: Main background colour (for example, new/edit forum topic/post)
fr_fr: Couleur de fond principale (par exemple, nouveaux sujets / sujets édités / nouveaux messages / messages édités)
sv_se: Bakgrundsfärg (t.ex. för ny/ändra forum inlägg/ämne)

source: Rounded Corner radius (not supported in all browsers)
fr_fr: Rayon pour obtenir des angles arrondis (n'est pas pris en charge par tous les navigateurs)
sv_se: Rundade hörn-radius

source: Background Colour
fr_fr: Couleur de fond
sv_se: Bakgrundsfärg

source: Background Colour on mouse hover
fr_fr: Couleur de fond sur passage de la souris
sv_se: Bakgrundsfärg vid muspekning

source: Text Colour
fr_fr: Couleur du texte
sv_se: Textfärg

source: Text Colour on mouse hover
fr_fr: Couleur du texte sur passage de la souris
sv_se: Textfärg vid muspekning

source: Primary Colour
fr_fr: Couleur Primaire
sv_se: Huvudfärg

source: Row Colour
fr_fr: Couleur de Colonne
sv_se: Radfärg

source: Alternative Row Colour
fr_fr: Couleur Alternative de Colonne
sv_se: Alternativ radfärg

source: Row colour on mouse hover
fr_fr: Couleur de Colonne sur passage de la souris
sv_se: Radfärg vid muspekning

source: Border Size
fr_fr: Taille de Bordure
sv_se: Kantstorlek

source: Border style between rows
fr_fr: Style de Bordure entre les lignes
sv_se: Kantstil mellan rader

source: Border size between rows
fr_fr: Taille de Bordure entre les lignes
sv_se: Kantstorlek mellan rader

source: For new topics/replies and topic replies
fr_fr: Pour de nouveaux sujets / réponses et les réponses aux sujets
sv_se: Till nya inlägg/svar & ämnessvar
